/* String_On_JavaScript_Template */
"%d days ago" = "Il y a %d jours";

/* String_On_JavaScript_Template */
"%d minutes ago" = "Il y a %d minutes";

/* String_On_JavaScript_Template */
"1 day ago" = "Il y a 1 jour";

/* String_On_JavaScript_Template */
"about %d hours ago" = "Il y a environ %d heures";

/* String_On_JavaScript_Template */
"about a minute ago" = "il y a une minute";

/* String_On_JavaScript_Template */
"about an hour ago" = "il y a 1 heure";

/* WebView Placeholder */
"Either “%@” does not exist, or has protected their tweets" = "Soit \"%@\" n'existe pas ou cette personne a protégé ses tweets";

/* missing Twitter username */
"Enter Twitter username in the Inspector" = "Saisissez l'identifiant Twitter dans l'Inspecteur";

/* String_On_JavaScript_Template */
"less than a minute ago" = "il y a moins d’une minute";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences." = "Il s'agit d'un contenant pour un flux Twitter.  Il apparaîtra sur votre site publié ou l'afficher dans Sandvox en activant l'option \"Charger des données à partir d'Internet\" dans les Préférences.";

/* String_On_JavaScript_Template */
"Tweet Permalink" = "Tweeter le permalien";